[RM_Sectoid AU_X2SpeciesTemplate_Tuple]
SpeciesName="灰人"
ShortDesc="一个由长老进行了数千年的基因工程的物种（并且最初类似于入侵前在地球上的旧灰人），最近人类DNA的结合导致他们中的一些人变得叛逆."

[RM_Muton AU_X2SpeciesTemplate_Tuple]
SpeciesName="异变者"
ShortDesc="长老们用作主要地面部队的部落物种，最近人类DNA的结合导致他们中的一些人变得叛逆."

[RM_Viper AU_X2SpeciesTemplate_Tuple]
SpeciesName="毒蛇怪"
ShortDesc="长老用于将渗透到地球的新兵物种，一些毒蛇怪在地球上已经算得上是土生土长了."
